{
  "pages": [
    {
      "title": "1. Склад сырья",
      "text": "Здесь хранятся все основные компоненты для будущего стекла: кварцевый песок (основа), сода (снижает температуру плавления), известняк (придает прочность и блеск), а также добавки для цвета или свойств (оксиды металлов) и стеклобой (переработанное стекло). Сырье тщательно проверяется на чистоту и размер частиц перед отправкой на смешивание.",
      "image": "chapters/technology/slide1/general.jpg", 
      "thumbnail": "chapters/technology/slide1/thumbnail.jpg",
"image_text": "Большой современный склад с аккуратными рядами силосов или бункеров, помеченных названиями сырья (песок, сода, известняк, стеклобой). Видны фронтальные погрузчики.",
      "slideshow": [
        {
          "title": "Кварцевый песок",
          "text": "Крупный план чистого белого кварцевого песка. Основной компонент стекла, источник кремнезема (SiO2).",
          "image": "chapters/technology/slide1/1.jpg"
        },
        {
          "title": "Подготовка стеклобоя",
          "image": "chapters/technology/slide1/2.jpg",
          "text": "Изображение конвейера с дробленым стеклобоем разных цветов. Важный компонент для экономии ресурсов и энергии."
        },
        {
          "title": "Контроль качества сырья",
          "image": "chapters/technology/slide1/3.jpg",
          "text": "Лаборант в халате отбирает пробу песка для анализа в лаборатории. Гарантия чистоты и правильного состава."
          
        }
      ]
    },
    {
      "title": "2. Приготовление шихты",
      "text": "Компоненты со склада в строго рассчитанных пропорциях подаются в дозаторы, а затем в смесители. Здесь они тщательно перемешиваются до получения однородной сухой смеси – шихты. От точности дозировки и равномерности смешивания зависит качество будущего стекла.",
      "image": "chapters/technology/slide2/general.jpg", 
      "thumbnail": "chapters/technology/slide2/thumbnail.jpg",
"image_text": "Крупный автоматический смеситель (барабанного типа или лопастной) в работе. Видны загрузочные бункеры с сырьем сверху и выгрузка готовой шихты снизу на конвейер.",
      "slideshow": [
        {
          "title": "Автоматические дозаторы",
          "image": "chapters/technology/slide2/1.jpg",
          "text": "Схема или фото точных весовых дозаторов, подающих песок, соду, известняк в смеситель."
          
        },
        {
          "title": "Готовая шихта",
          "image": "chapters/technology/slide2/2.jpg",
          "text": "Крупный план однородной серовато-белой сухой смеси (шихты) на конвейерной ленте."
          
        }
      ]
    },
    {
      "title": "3. Варка стекломассы",
      "text": "Шихта подается в огромную стекловаренную печь (температура до 1500°C!). В печи сырье плавится, химические компоненты взаимодействуют, удаляются пузырьки газа, и образуется однородная, вязкая, раскаленная жидкость – стекломасса. Это самый энергоемкий этап.",
      "image": "chapters/technology/slide3/general.jpg", 
      "thumbnail": "chapters/technology/slide3/thumbnail.jpg",
"image_text": "Вид на огромную ванную печь из огнеупорных материалов с ярким пламенем внутри. Шихта загружается с одного конца, расплавленное стекло вытекает с другого. Рабочие в защитных костюмах и масках на заднем плане.",
      "slideshow": [
        {
          "title": "Загрузка шихты в печь",
          "image": "chapters/technology/slide3/1.jpg",
          "text": "Шихта подаётся порционно через автоматический загрузчик шихты по желобу в жерло печи. Контраст между сухой смесью и пламенем."
          
        },
        {
          "title": "Расплавленная стекломасса",
          "image": "chapters/technology/slide3/2.jpg",
          "text": "Крупный план вязкой, светящейся оранжевым светом стекломассы внутри печи или при вытекании."
          
        },
        {
          "title": "Печь",
          "image": "chapters/technology/slide3/3.jpg",
          "text": "Печь стекловаренная"
          
        },
        {
          "title": "Стекловаренная печь (Анимация)",
          "text": "Упрощенная анимация, показывающая путь шихты через зоны плавления, осветления и гомогенизации в печи.",
          "type": "video",
          "video": "chapters/technology/slide3/3.mp4"
        }
      ]
    },
    {
      "title": "4. Формование изделий",
      "text": "Горячая стекломасса из печи поступает к формовочным машинам. Существует несколько основных методов: выдувание (ручное или автоматическое в формы), прессование (стекломасса зажимается между прессом и формой), прокатка (для листового стекла) или вытягивание (для стеклянных трубок). Метод выбирается в зависимости от вида изделия.",
      "image": "chapters/technology/slide4/general.jpg", 
      "thumbnail": "chapters/technology/slide4/thumbnail.jpg",
"image_text": "Автоматическая выдувная машина в действии: механизм захватывает каплю стекломассы, опускает в форму, и видно, как сжатый воздух выдувает бутылку. ИЛИ Мастер-стеклодув у печи выдувает вазу с помощью трубки (понтии).",
      "slideshow": [
        {
          "title": "Ручное выдувание",
          "text": "Видео: Мастер-стеклодув набирает стекломассу на трубку (понтию), выдувает пузырь, формирует изделие инструментами и вращением.",
          "video":"chapters/video-1.mp4",
          "type": "video"
        },
        {
          "title": "Автоматическое прессование",
          "image": "chapters/technology/slide4/1.jpg", 
          "text": "Капля стекла падает в форму, сверху опускается пресс, формируя стакан или тарелку за секунды."
        },
        {
          "title": "Инструменты стеклодува",
          "image": "chapters/technology/slide4/2.jpg", 
          "text": "Крупный план: понтия (трубка), ножницы для стекла, щипцы (джек), деревянные бруски (блоки) для формования."
          
        },
        {
          "title": "Автоматическое прессование",
          "image": "chapters/technology/slide4/3.jpg", 
          "text": "Капля стекла падает в форму, сверху опускается пресс, формируя стакан или тарелку за секунды."
        },
        {
          "title": "Инструменты стеклодува",
          "image": "chapters/technology/slide4/4.jpg", 
          "text": "Крупный план: понтия (трубка), ножницы для стекла, щипцы (джек), деревянные бруски (блоки) для формования."
          
        },
        {
          "title": "Автоматическое прессование",
          "image": "chapters/technology/slide4/5.jpg", 
          "text": "Капля стекла падает в форму, сверху опускается пресс, формируя стакан или тарелку за секунды."
        },
        {
          "title": "Инструменты стеклодува",
          "image": "chapters/technology/slide4/6.jpg", 
          "text": "Крупный план: понтия (трубка), ножницы для стекла, щипцы (джек), деревянные бруски (блоки) для формования."
          
        },
        {
          "title": "Автоматическое прессование",
          "image": "chapters/technology/slide4/7.jpg", 
          "text": "Капля стекла падает в форму, сверху опускается пресс, формируя стакан или тарелку за секунды."
        },
        {
          "title": "Инструменты стеклодува",
          "image": "chapters/technology/slide4/8.jpg", 
          "text": "Крупный план: понтия (трубка), ножницы для стекла, щипцы (джек), деревянные бруски (блоки) для формования."
          
        },
        {
          "title": "Инструменты стеклодува",
          "image": "chapters/technology/slide4/9.jpg", 
          "text": "Крупный план: понтия (трубка), ножницы для стекла, щипцы (джек), деревянные бруски (блоки) для формования."
          
        },
        {
          "title": "Автоматическое прессование",
          "image": "chapters/technology/slide4/10.jpg", 
          "text": "Капля стекла падает в форму, сверху опускается пресс, формируя стакан или тарелку за секунды."
        },
        {
          "title": "Инструменты стеклодува",
          "image": "chapters/technology/slide4/11.jpg", 
          "text": "Крупный план: понтия (трубка), ножницы для стекла, щипцы (джек), деревянные бруски (блоки) для формования."
          
        },
        {
          "title": "Инструменты стеклодува",
          "image": "chapters/technology/slide4/12.jpg", 
          "text": "Крупный план: понтия (трубка), ножницы для стекла, щипцы (джек), деревянные бруски (блоки) для формования."
          
        },
        {
          "title": "Капля стекломассы",
          "text": "Крупный план раскаленной капли стекломассы, подаваемой из печи к формовочной машине.",
          "image": "chapters/technology/slide4/13.jpg"
        }
      ]
    },
    {
      "title": "5. Отжиг (Термическая обработка)",
      "text": "Только что сформованные изделия очень горячие и содержат внутренние напряжения из-за неравномерного охлаждения. Чтобы сделать стекло прочным и устойчивым, его медленно и равномерно охлаждают в специальной печи – лере. Температура постепенно снижается по строгому графику в течение нескольких часов.",
      "image": "chapters/technology/slide5/general.jpg", 
      "thumbnail": "chapters/technology/slide5/thumbnail.jpg",
"image_text": "Длинная конвейерная печь (лер). Готовые горячие изделия (бутылки, стаканы) на конвейере медленно движутся через туннель печи. Видны зоны с разной температурой.",
      "slideshow": [
        {
          "title": "Вход в леру",
          "text": "Только что сформованные, раскаленные изделия заезжают на конвейере в туннель печи отжига.",
          "image": "chapters/technology/slide5/1.jpg"
        },
        {
          "title": "Готовые изделия после леры",
          "text": "Изделия (например, ряд прозрачных стаканов), выезжающие из печи отжига уже остывшими и готовыми к обработке.",
          "video":"chapters/video-1.mp4",
          "type": "video"
        }
      ]
    },
	

{
      "title": "6. Подготовка к обработке",
      "text": "Изделия, прошедшие отжиг, готовят к финишной обработке. У изделий, сформованных с помощью выдувания (например, ваз, графинов), откалывают или отрезают верхний колпачок (место крепления к понтии). Затем шлифуют место откола и/или острые кромки изделия для безопасности и эстетики.",
      "image": "chapters/technology/slide6/general.jpg", 
      "thumbnail": "chapters/technology/slide6/thumbnail.jpg",
"image_text": "Рабочее место в подготовительном цехе: станок с алмазным резцом аккуратно откалывает колпачок от горлышка вазы. На втором плане - шлифовальный станок для кромок.",
      "slideshow": [
        {
          "title": "Отколка колпачка",
          "text": "Крупный план: алмазный резец делает надрез, затем механический удар аккуратно откалывает лишнее стекло в месте крепления к выдувной трубке.",
          "image": "chapters/technology/slide6/1.jpg"
        },
        {
          "title": "Шлифовка края",
          "text": "Видео: вращающийся абразивный круг с водяным охлаждением шлифует острый край бокала, делая его гладким и безопасным.",
          "video":"chapters/video-1.mp4",
          "type": "video"
        },
        {
          "title": "Инструменты для ручной доводки",
          "text": "Фото: набор инструментов для финальной ручной обработки края: алмазные надфили, абразивные бруски разной зернистости.",
          "image": "chapters/technology/slide6/2.jpg"
        }
      ]
    },


    {
      "title": "7. Контроль качества после отжига (ОТК-1)",
      "text": "Первый контроль сформированного изделия. Операторы и системы машинного зрения тщательно проверяют изделия на грубые дефекты: внутренние пузырьки воздуха (газы), свили (неоднородности), сколы, трещины и грубые деформации. Бракованные изделия сразу отбраковываются и отправляются на переплавку.",
      "image": "chapters/technology/slide7/general.jpg",
      "thumbnail": "chapters/technology/slide7/thumbnail.jpg", 
"image_text": "Конвейерная линия контроля: операторы в светозащитных очках осматривают стаканы/вазы на яркой подсветке. Рядом контейнер с браком.",
      "slideshow": [
        {
          "title": "Проверка на пузырьки",
          "text": "Крупный план: оператор смотрит на стакан против яркого света, ища пузырьки воздуха или свили внутри стекла.",
          "image": "chapters/technology/slide7/1.jpg"
        },
        {
          "title": "Типичный брак: сколы",
          "text": "Фото коллекции бракованных изделий: стакан с отбитым краем, ваза с трещиной у основания, бутылка с крупным пузырем.",
          "image": "chapters/technology/slide7/2.jpg"
        },
        {
          "title": "Автоматический контроль деформации",
          "text": "Видео: изделия проходят через лазерный сканер, который сравнивает их контур с идеальным шаблоном и отбраковывает деформированные.",
          "video":"chapters/video-1.mp4",
          "type": "video"
        }
      ]
    },
    
    {
      "title": "8. Обработка: Нанесение алмазной грани",
      "text": "В цехе обработки на изделия наносят декоративные грани. Мастер или станок с ЧПУ использует вращающиеся алмазные резцы, чтобы вырезать на поверхности стекла сложные узоры, фацеты или рисунки. Алмаз - самый твердый материал, он идеально режет стекло, создавая четкие грани и сияние.",
      "image": "chapters/technology/slide8/general.jpg", 
      "thumbnail": "chapters/technology/slide8/thumbnail.jpg",
"image_text": "Станок с ЧПУ для гравировки: алмазный резец вырезает сложный геометрический узор на поверхности хрустальной вазы. Видны стружка и система охлаждения.",
      "slideshow": [
        {
          "title": "Ручная гравировка мастером",
          "text": "Видео: опытный гравер вручную наносит тонкий орнамент на бокал, вращая изделие и уверенно ведя алмазный резец.",
          "video":"chapters/video-1.mp4",
          "type": "video"
        },
        {
          "title": "Алмазный резец крупным планом",
          "text": "Крупный план: алмазная головка резца в работе на поверхности стекла. Видны стружка стеклянной пыли и капли охлаждающей жидкости.",
          "image": "chapters/technology/slide8/1.jpg"
        },
        {
          "title": "Типы граней",
          "text": "Коллаж: разные виды граней - глубокая алмазная грань, мелкая \"мороз\", фацетная обработка края бокала.",
          "image": "chapters/technology/slide8/2.jpg"
        }
      ]
    },
    {
      "title": "9. Химическая полировка",
      "text": "После механической обработки грани могут быть матовыми и слегка шероховатыми. Для придания им кристальной прозрачности и блеска изделия погружают в ванну со специальной полирующей кислотной смесью (часто на основе плавиковой кислоты HF). Кислота растворяет микронеровности, оставляя поверхность идеально гладкой и сияющей.",
      "image": "chapters/technology/slide9/general.jpg", 
      "thumbnail": "chapters/technology/slide9/thumbnail.jpg",
"image_text": "Автоматическая линия химической полировки: манипулятор опускает корзину с гранеными изделиями в большую ванну с полирующим раствором. Над ванной - вытяжка.",
      "slideshow": [
        {
          "title": "До и после полировки",
          "text": "Сравнительное фото: грань до полировки (матовая, шероховатая) и после (кристально прозрачная, блестящая).",
          "image": "chapters/technology/slide9/1.jpg"
        },
        {
          "title": "Контроль процесса",
          "text": "Лаборант проверяет концентрацию и температуру раствора в ванне. Точные параметры критичны для качества полировки.",
          "image": "chapters/technology/slide9/1.jpg"
        },
        {
          "title": "Промывка после полировки",
          "text": "Видео: изделия проходят через несколько ванн с проточной водой для полного удаления остатков кислоты.",
          "video":"chapters/video-1.mp4",
          "type": "video"
        }
      ]
    },
    {
      "title": "10. Финальный контроль качества (ОТК-2)",
      "text": "Последняя тщательная проверка перед упаковкой. Контролеры ищут малейшие дефекты: царапины, микросколы на гранях, неравномерность полировки, остаточную шероховатость, дефекты формы. Особое внимание уделяют качеству нанесенной грани и блеску после полировки. Только безупречные изделия допускаются к упаковке.",
      "image": "chapters/technology/slide10/general.jpg", 
      "thumbnail": "chapters/technology/slide10/thumbnail.jpg",
"image_text": "Рабочее место финального контроля: контролер с лупой и яркой подсветкой тщательно осматривает граненый хрустальный бокал со всех сторон.",
      "slideshow": [
        {
          "title": "Контроль блеска грани",
          "text": "Крупный план: контролер вращает изделие под источником света, оценивая равномерность блеска и отсутствие матовых пятен после полировки.",
          "image": "chapters/technology/slide10/1.jpg"
        },
        {
          "title": "Дефекты гранировки",
          "text": "Фото примеров брака: скол на острие грани, неравномерная глубина фасок, пропущенный участок при гравировке.",
          "image": "chapters/technology/slide10/2.jpg"
        },
        {
          "title": "Проверка на царапины",
          "text": "Видео: изделие медленно вращается на стенде, а яркий боковой свет выявляет малейшие царапины на поверхности.",
            "video":"chapters/video-1.mp4",
          "type": "video"
        }
      ]
    },
    {
      "title": "11. Контроль качества и упаковка",
      "text": "Проводится окончательная выборочная проверка партии и бережная упаковка. Изделия аккуратно заворачивают в мягкую бумагу или укладывают в индивидуальные ячейки из картона/полимера, затем помещают в прочные транспортные коробки. На коробки наносят маркировку с информацией о продукте и штрих-коды для отслеживания.",
      "image": "chapters/technology/slide11/general.jpg", 
      "thumbnail": "chapters/technology/slide11/thumbnail.jpg",
"image_text": "Упаковочный цех: работницы в перчатках аккуратно укладывают граненые бокалы в индивидуальные ячейки внутри картонной коробки. На заднем плане - стопки готовых коробок.",
      "slideshow": [
        {
          "title": "Индивидуальная упаковка",
          "text": "Крупный план: хрустальная ваза, завернутая в мягкую рифленую бумагу для защиты от царапин.",
          "image": "chapters/technology/slide11/1.jpg"
        },
        {
          "title": "Укладка в коробку с ячейками",
          "text": "Фото: коробка с готовыми ячейками из гофрокартона, куда вставляются ножки бокалов для надежной фиксации.",
          "image": "chapters/technology/slide11/2.jpg"
        },
        {
          "title": "Маркировка коробок",
          "text": "Оператор наносит этикетку с названием изделия, артикулом, штрих-кодом на готовую упакованную коробку.",
          "image": "chapters/technology/slide11/3.jpg"
        }
      ]
    },
	 {
      "title": "12. Склад готовой продукции",
      "text": "Упакованная продукция поступает на склад, где хранится в оптимальных условиях (чистота, отсутствие вибраций) до отгрузки заказчикам. Склад обеспечивает быстрый поиск и погрузку нужных партий товара. Отсюда красивые и полезные стеклянные изделия отправляются в магазины и наши дома.",
      "image": "chapters/technology/slide12/general.jpg", 
      "thumbnail": "chapters/technology/slide12/thumbnail.jpg",
"image_text": "Современный складской комплекс с высокими стеллажами. Видны ряды аккуратно уложенных паллет с коробками стеклянных изделий. Вилочный погрузчик перемещает паллету.",
      "slideshow": [
        {
          "title": "Система учета",
          "text": "Оператор сканирует штрих-код на коробке с помощью терминала сбора данных. Учет движения продукции.",
          "image": "chapters/technology/slide12/1.jpg"
        },
        {
          "title": "Разнообразие продукции",
          "text": "Крупный план открытых коробок, показывающий разные виды готовых изделий: бутылки, банки, стаканы, вазы.",
          "image": "chapters/technology/slide12/2.jpg"
        },
        {
          "title": "Погрузка в фуру",
          "text": "Вилочный погрузчик загружает паллеты с коробками в кузов грузовика для отправки заказчику.",
          "image": "chapters/technology/slide12/3.jpg"
        }
      ]
    }
]
}